Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: D’aquesta manera, els criminalssospitosos o condemnats que haginfugit a l’estranger per escapar de lajustícia poden ser retornats ràpidament al país on hagin estat (o haginde ser) jutjats.
en: Suspected or convictedcriminals who have fled abroad toescape justice can thus be swiftlyreturned to the country where theywere (or will be) tried.

source: L’ordre pot ser emesaper a qualsevol persona acusadad’un delicte amb una pena mínimasuperior a un any de presó o si lapersona ja ha estat condemnadaalmenys a quatre mesos.
en: The warrant canbe issued for anyone accused of anoffence for which the minimum penaltyis over a year in prison or if the personhas already been sentenced for at leastfour months.

source: La cooperació judicial pot establirdefinicions comunes d’alguns crimsgreus, aproximant les diverses legislacions nacionals i establint penesmínimes proporcionades i dissuasives.
en: One of the most significant recentadvances in EU judicial cooperationwas the creation of Eurojust, in April2003.

source: L’objectiu de la UE és impedir lesllacunes legals que aprofiten les bandes organitzades de criminals: no hihauria d’haver llocs segurs per aaquells que cometin crims greus.
en: Based in The Hague, Eurojust isa high-level team of magistrates andprosecutors from all EU countries, working together in the same building. Theyhave direct access to their own authorities back home and share advice andinformation with their colleagues.

source: Un dels avenços recents més significatius en la cooperació judicial de la UE ha estat la creació d’Eurojust, al’abril de 2003.
en: Judicial cooperation can help by establishing common definitions of certainserious crimes, bringing differentnational laws into line with oneanother and setting proportionate anddissuasive minimum penalties.

source: Amb base a l’Haia(Països Baixos), Eurojust és un equipde magistrats i fiscals d’alt nivell detots els països de la UE que treballenjunts en el mateix edifici.
en: The EU’s aim is to plug the legal loopholesthat are exploited by organised criminal gangs: there should be no safehavens for those who commit seriouscrimes.

source: La tasca d’Eurojust és ajudar a coordinar la investigació i el processament del crim transfronterer greu.Treballa estretament amb l’Europol(l’Oficina de Coordinació de les Policies de la Unió Europea), l’OLAF(l’Oficina de Lluita contra el Frau dela UE) i la Xarxa Judicial Europea(una xarxa d’autoritats jurídiquesnacionals).
en: Eurojust’s job is to help coordinate theinvestigation and prosecution of serious crossborder crime. It works closelywith Europol (the European Union’spolice coordination office), OLAF (the EU’s anti-fraud office) and the European Judicial Network – a network ofnational legal authorities.

source: Quant al compliment de condemnesi altres decisions dels tribunals, s’estan prenent mesures perquè lesordres dels tribunals d’un Estat membre (imposició de multes, confiscaciód’actius o privació als delinqüents dedeterminats drets) es compleixendins de tot el territori de la Unió.
en: When it comes to enforcing sentencesand other court decisions, moves areafoot to ensure that orders by courts inone member state (imposing fines, confiscating assets or depriving offendersof certain rights) are implementedthroughout the Union.

source: Unavegada més, el principi és el reconeixement mutu de sentències judicialsnacionals, de manera que les diferències en les pràctiques legals nacionals no puguin evitar que els delinqüents siguin duts davant la justícia.
en: Again, the principle is mutual recognition of nationalcourt judgements so that differences innational legal practices cannot stopoffenders being brought to justice.

source: La protecció dels drets legals
en: Protecting your legal rights

source: I és que la Unió també es preocupade les víctimes del crim.
en: The Union is also concerned about thevictims of crime.

source: La legislacióadoptada al març de 2001 els proporciona unes garanties mínimes:dret a ser escoltats, a accedir a lainformació pertinent, a tenir oportunitats de participar en els procediments legals, que se’ls retornin elscostos legals, a obtenir el nivell adequat de protecció i la compensaciónecessària, si escau.
en: Legislation adopted in March 2001 provides certain minimumguarantees. These include the right tobe heard, access to relevant information, the opportunity to participate inthe legal proceedings, to have legalcosts refunded, to be given a suitablelevel of protection and to receive compensation.

source: Capturar els criminals i dur-losdavant la justícia és una cosa, peròun espai europeu de justícia tambés’ha d’assegurar que els drets de l’acusat estiguin totalment protegits.Els acusats han de tenir accés aassessorament jurídic i als serveisd’un intèrpret, si escau.
en: Catching criminals and bringing themto trial is one thing: but a Europeanarea of justice must also ensure thatthe rights of the accused are fully protected. They must have access to legaladvice and to the services of an interpreter if necessary.

source: Hi ha d’haveruns procediments apropiats per a lapresa de proves, unes normes acordades sobre la detenció provisional isobre la vista d’un cas en absènciade l’acusat.
en: There must beproper procedures for taking evidence,agreed rules on provisional detentionand on hearing a case in the absenceof the accused.

source: En poques paraules, la
en: In short, the EU has toagree certain minimum common standards of justice.

source: Els tribunals nacionals de la UE han de reconèixer lesdecisions dels altres Estatsmembres.
en: The EU’s national courtsmust recognise each other’sdecisions.

source: Europa té una llarga tradició d'acollida de persones que demanen asilpolític.
en: Europe has a longtradition of giving refugeto asylum seekers.

source: El finançament de la cooperació pràctica
en: Funding practical cooperation

source: La UE ha iniciat una sèrie de programes de finançament per ajudar les autoritats nacionals, els professionals i les organitzacions acadèmiques i no governamentals a cooperar en la lluita contra la delinqüència a escala europea.
en: The EU has launched a series of funding programmes to help national authorities, professionals, and academic and non-governmental organisations cooperate in fighting crime at European level.

source: Per al període 2003-2007, s’està aplicant un programa marc sobre la cooperació policial i judicial enmatèria penal (AGIS).
en: A framework programme on police and judicial cooperation in criminal matters (AGIS) runs from 2003 to 2007.

source: Aquest programa aspira a crear xarxes a escala europea, intercanviar informaciói difondre bones pràctiques en matèria penal.
en: It aims toset up Europe-wide networks, exchange information and disseminate best practices in criminal matters.

source: Fins al 2006, es du a terme un programa de finançament sobre cooperació administrativa que cobreixles fronteres exteriors, els visats, l’asil i la immigració (ARGO), i un altre programa sobre cooperació judicial en assumptes civils.
en: A funding programme on administrative cooperation covering external borders, visas, asylum and immigration (ARGO) runs until 2006, as does another on judicial cooperation in civil matters.

source: D’altra banda, l’any 2003 es va posar en marxa un nou projecte per promourela integració a la Unió dels ciutadans no pertanyents a la UE (el programa INTI).
en: A new project for promoting the integration of nonEU citizens into the Union (INTI) was launched in 2003.

source: I per acabar, voldríemesmentar un últim programa, Daphne II, que lluita contra totes les formes de violència cap a nens, jovesi dones (des de l’abús sexual fins a la violència domèstica i la intimidació a les escoles).
en: Yet another programme, Daphne, fights against all forms of violence towards children, young people and women (fromsexual abuse to domestic violence and bullying in schools).

source: Cap a una política d’asil comuna tres anys.
en: Towards a common asylum policy years.

source: En aquest temps, els refugiats reben permisos de residència,allotjament, accés a l’assistènciasocial, al tractament mèdic, a l’ensenyament per als seus fills i tambétenen dret a buscar feina.
en: The refugees are given residencepermits, accommodation, access tosocial welfare and medical treatment,schooling for their children and theright to look for work.

source: A més,poden sol·licitar asil formalment.
en: They may alsoformally apply for asylum.

source: Europa té una llarga tradició d’acollida de persones procedents d’altrespaïsos que es veuen forçades a fugirde casa seva a causa de la guerra oles persecucions.
en: Europe has a long tradition of welcoming people from other countrieswho are forced to flee their homesbecause of war or persecution.

source: Aquestes personestenen dret a buscar asil, i la Unió Europea dóna una gran importànciaal respecte de la Convenció de Ginebra sobre la situació dels refugiats.
en: Suchpeople have the right to seek asylum,and the European Union attachesgreat importance to respecting the Geneva Convention on the Status of Refugees.

source: La Unió està buscant maneres degarantir que la responsabilitat davant els sol·licitants d’asil es comparteixi entre els Estats membres a partsiguals.
en: The Union is looking at ways to ensurethat the responsibility of caring for asy-lum-seekers is equally shared amongthe member states.

source: També s’està plantejant comreduir eficaçment els temps d’esperaen el tractament de les peticions, totgarantint un tracte equitatiu delscandidats.
en: It is also considering how to reduce waiting times byprocessing applications more efficiently while ensuring fair treatment ofapplicants.

source: Des del principi dels anys noranta,l’augment del flux de persones quebusca protecció en la UE ha dut els Estats membres a desenvolupar unapolítica comuna d’asil.
en: Since the beginning of the 1990s, theincreased flow of people seeking protection in the EU has led the memberstates to develop a common asylumpolicy.

source: Això s’estàassolint en dues etapes.
en: This is being achieved in twostages.

source: La primeraes refereix a les normes i a les mesures mínimes.
en: The first relates to minimumstandards and measures.

source: La segona conduirà aun únic procediment comú d’asil i auna situació uniforme per a les persones a les quals es concedeixi asilen la UE.
en: The secondwill lead to a single common asylumprocedure and a uniform status forthose granted asylum throughout the EU.

source: S’han establert normes per determinar quin país de la UE és responsable d’examinar una petició d’asil(generalment el país d’entrada delsol·licitant).
en: Rules have been established to determine which EU country is responsiblefor examining an asylum application –usually the one the asylum-seekerentered in the first place.

source: Aquest país ha d’examinar la sol·licitud d’acord amb els criteris establerts per la UE i s’ha de ferresponsable de qualsevol candidatque hagi viatjat posteriorment demanera il·legal a altres destinacionsde la Unió.
en: It is responsible for examining the applicationaccording to established EU criteriaand for taking back any applicantswho subsequently travel illegally toother destinations in the Union.

source: El nombre de peticions d’asil a la Unió varia segons l’any i pot dependre de si hi ha agitacions polítiquesa les seves fronteres (com en el casde l’antiga Iugoslàvia).
en: The number of asylum applications inthe Union varies from year to year, andcan depend on whether there are political upheavals on its frontiers (as in former Yugoslavia).

source: Així doncs,l’any 1992, hi va haver 672.000peticions d’asil, mentre que l’any2000 només n’hi va haver 374.000.
en: Thus, in 1992, therewere 672 000 applications, while in2000 there were only 374 000.

source: Per descomptat, en circumstànciesexcepcionals, per exemple, durant laguerra de Kosovo, poden entrar enjoc disposicions especials.
en: Indeed, in exceptional circumstances,such as during the Kosovo war, specialprovisions can come into play.

source: Es proporciona una protecció immediata itemporal a grups sencers que busquen refugi durant dos i, si cal, fins a
en: Immediate and temporary protection is provided to whole groups seeking refugefor up to two and, if necessary, three

source: L’eficiència del sistema ha augmentat amb la introducció d’una novabase de dades anomenada Eurodac,al principi de 2003.
en: The system’s efficiency has increasedwith the introduction of a newdatabase called Eurodac at the startof 2003.

source: Aquesta base dedades contindrà les empremtes dactilars de tots els sol·licitants d’asilregistrats a la UE.
en: It will contain the fingerprintsof all registered asylum-seekers in the EU.

source: En comparar-les,les autoritats sabran si un individu jaha sol·licitat asil en un altre Estatmembre.
en: By comparing prints, authoritieswill know whether an individual hasalready applied for asylum in anothermember state.

source: Un sistema comú d’asil ha d’anaracompanyat d’una política clarad’immigració legal per no temptarels emigrants econòmics que intenten entrar legalment a la UE a inten-tar-ho per la via de l’asil.
en: A common asylum system must beaccompanied by a clear policy on legalimmigration so that economic migrants striving to enter the EU legallyare not tempted to try the asylumroute.

source: Introduiruns mitjans legals justos pels qualsles persones puguin entrar a la Unió Europea ajudarà a posar fi a les pressions de la immigració il·legal i al tràfic de persones.
en: Ensuring fair legal means bywhich people can enter the European Union will help put an end to illegalimmigration pressures and traffickingin human beings.

source: Amb l’ampliació de la Unió, els nous Estats membres es fan responsablesdel control de grans zones de lesfronteres exteriors de la Unió Europea.
en: With EU enlargement, the new member states become responsible for controlling large tracts of the European Union’s external frontiers.

source: Diversos dels nous Estatsmembres ja reben finançament de la UE perquè la seva experiència, el seuequip i els seus procediments esposin als nivells de la Unió.
en: Several newmembers already receive EU fundingto bring their expertise, equipment andprocedures up to EU levels.

source: Quanaixò s’assoleixi, es retiraran els controls fronterers entre aquests nouspaïsos i la resta de la UE i s’ampliaràl’espai Schengen de lliure circulació.
en: Once thishas been achieved, border controlsbetween them and the rest of the EUwill be removed, and the Schengen freemovement area will be extended.

source: El reforçament de la lluita contra laimmigració il·legal també implical’enfortiment de les fronteres exteriors de la UE.
en: Clamping down on illegal immigrationalso involves strengthening the EU’sexternal frontiers.

source: Aquestes fronteres sóngestionades per diferents autoritatsnacionals, entre les quals figuren elsguàrdies fronterers, la policia i elsfuncionaris de duanes, i ja s’han iniciat diversos projectes experimentalsper millorar la cooperació entreaquests cossos.
en: These frontiers aremanaged by a number of differentnational authorities – including borderguards, police and customs officers –and several pilot projects have beenlaunched to improve cooperationbetween them.

source: Els països amb moltsquilòmetres de costa o de fronteresexteriors terrestres poden rebreassistència especial de la UE.
en: Countries with particularly long coastlines or external landborders may receive special EU help.

source: El desenvolupament d’un sistemacomú d’informació de visats permetrà comprovar més a fons les peticions de visat i reforçar la lluita contra el frau.
en: Developing a common visa information system will make it possible tocheck visa applications more thoroughly and reinforce the fight againstfraud.

source: S’exigiran més dadesd’identificació, com ara empremtesdactilars, reconeixement facial i escaneig de l’iris.
en: Identification data (such as fingerprints, facial recognition and irisscanning) will be required.

source: Aquestes dades tambéfaran que la documentació dels ciutadans de la UE sigui més segura ique els països no pertanyents a la UE l’acceptin amb més facilitat.
en: These datacan also help make documents for EUcitizens more secure and more easilyacceptable to nonEU countries.

source: Les empremtes dactilars faranque la documentació per viatjarsigui més segura.
en: Fingerprints can add securityto travel documents.

source: Actualment, la repatriació dels immigrants il·legals és en gran part unaresponsabilitat nacional.
en: At the moment, sending illegal immigrants back home is largely a nationalresponsibility.

source: La Comissió Europea, però, demana més cooperació i vol establir unes normes i unsestàndards comuns, no només entreels membres de la UE, sinó tambéentre la Unió i els països d’on procedeix la immigració il·legal.
en: The European Commission, however, wants more cooperationand common rules and standards, notjust among EU members, but alsobetween the Union and countries thatare the sources of illegal immigration.

source: S’han d’abordar temes com ara ladefinició de les normes mínimes perals procediments de devolució, elreconeixement mutu de decisions dedevolució i els documents de viatgeque cal donar als immigrants il·legalsque arribin indocumentats.
en: Many issues must be addressed, suchas setting minimum standards forreturn procedures, the mutual recognition of return decisions and providingproper travel documents for illegalimmigrants who have no papers oftheir own.

source: La gent espera de la Unió que lluiticontra les amenaces a la seva seguretat i que els protegeixi contra elterrorisme i la delinqüència greu,organitzada i transfronterera.
en: People rightly expect the Union totackle threats to their security, and toprotect them from terrorism and serious, organised, crossborder crime.

source: Aixòexigeix una cooperació policial i judicial estretes per eliminar els llocs onpuguin ocultar-se els criminals i elsseus ingressos fraudulents.
en: Thisrequires close police and judicial cooperation to eliminate hiding placesfor criminals and their ill-gotten gains.

source: Les organitzacions criminals aprofiten sempre les debilitats dels sistemes legals i econòmics en quèactuen, i la Unió Europea els ofereixun espai obert i ampli per on moure’s.
en: wide open space in which to movearound. Terrorists, drug barons, peopletraffickers, money launderers or fraudsters operate as if national frontiers donot exist: they can plan a crime in onecountry, execute it in another and livein a third.

source: Els terroristes, els barons de ladroga, els traficants de persones, elsblanquejadors de diners o els quecometen frau actuen com si les fronteres nacionals no existissin: podenpreparar un crim en un país, dur-lo aterme en un altre i viure en un tercer.
en: Criminal organisations always exploitthe weaknesses of the legal and economic systems in which they operate,and the European Union gives them a

source: Ningú no sap amb certesa quants drogoaddictes hi ha a la UE.
en: No one knows for sure how many drug users there are in the EU.

source: Només per a l’heroïna es creu que el nombre total es pot situar entorn del milió.
en: For heroin alone, the total number of addictsis thought to be about one million.

source: Entre 7.000 i 8.000 persones moren cada any a causa de les drogues il·legals.
en: Between 7 000 and 8 000 people die every year from illegal drugs.

source: Existeixen, però, diferents estratègies per tractar els nombrosos problemes derivats de lesdrogues, i també comptem amb una agència específica de la UE, l’Observatori Europeu de la Droga i les Toxicomanies, que proporciona un flux continu d’informació.
en: Different strategies are now in place to deal with the numerous problems drugs cause, and a specific EU agency– the European Monitoring Centre for Drugs and Drug Addiction – provides a continuous flow of information.

source: El tràfic de drogues no respecta fronteres i les tendències en el consum de drogues s’estenen ràpidament.Les forces nacionals de policia poden lluitar contra el crim relacionat amb la droga només si treballen plegades.
en: Drug trafficking respects no borders and trends in drug use spread rapidly. National police forces can tackledrug-related crime only by working together.

source: Els responsables polítics, el personal sanitari i els educadors són més efectius quan comparteixenla informació i orienten el finançament a escala europea.
en: Policymakers, health practitioners and educators are more effective when they share information and target funding on a Union-wide basis.

source: Aquesta és la raó per la qual la UE ha posat enmarxa un pla d’acció sobre les drogues i té una estratègia coordinada de suport a les campanyes nacionals i locals.
en: This is why the EU has launchedan action plan on drugs and has a coordinated strategy of supporting national and local campaigns.

source: Els organismes encarregats de fer complir la llei cooperen per actuar contra els traficants i impedir queles drogues arribin als carrers.
en: Law enforcement agencies cooperate to act against traffickers and to prevent drugs reaching the streets.

source: La UE treballa amb països d’arreu del món per animar-los a no produir collites que puguin convertir-se en narcòtics.
en: The EU works with countries around the world to encourage them not to grow crops that can be turned into narcotics.

source: Cada vegada es produeixen més drogues sintètiques a la Unió ila policia dedica molta energia a la localització i al tancament de les fàbriques.
en: Increasingly, synthetic drugs are produced in the Union and the police devote a great deal of energy tolocating and shutting down the factories that make them.

source: Quant a la sanitat pública, existeixen programes per impedir, en primer lloc, que la gent provi les drogues,o si ja les ha provat, perquè les abandoni.
en: On the public health side, there are programmes to prevent people trying drugs in the first place, or to weanthem off if they do.

source: A més, projectes com ara proporcionar agulles netes als heroïnòmans intenten reduir els riscos associats al consum de drogues.
en: In addition, projects such as providing clean needles for heroin users aim to reduce therisks associated with drug use.

source: El blanqueig de diners
en: Money laundering

source: El blanqueig de diners forma partgairebé de totes les activitats criminals, ja que els ingressos del crims’han de «netejar» per disfressar-neels orígens il·legals.
en: Money laundering is part of almostevery criminal activity, as the proceedsof crime are ‘cleaned’ to disguise theirillegal origins.

source: La dimensió delproblema és enorme: segons el Fons Monetari Internacional, comportaentre el 2 i el 5% del producte interior brut mundial.
en: The scale of the problemis enormous: according to the International Monetary Fund, it amounts tobetween 2% and 5% of the world’sgross domestic product.

source: El tràfic d’éssers humans per a laseva explotació sexual o com mà d’obra barata és un delicte greu queviola drets fonamentals i que va contra la dignitat humana.
en: Trafficking in human beings for sexualexploitation or as cheap labour is a serious offence that violates fundamentalrights and human dignity.

source: És una fontimportant d’ingressos per a les bandes criminals organitzades, queactuen de vegades encobertes perempreses amb activitats legals.
en: It is a majorsource of income for organised criminal gangs, who sometimes act underthe cover of companies with legitimateactivities.
